Autodesk.Revit.DB.DirectContext3D.IDirectContext3DServer.UsesHandles
Tests whether this server uses DirectContext3D handle elements.
Remarks:
In the current release servers that use handle elements can only work with internal addins.
Third-party implementers should return 'false'.
Returns:
True if the server needs to use DirectContext3D handle elements, false otherwise.
Since:
2018